github.copilot
github.copilot-chat
hashicorp.terraform
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
stkb.rewrap
streetsidesoftware.code-spell-checker
redhat.vscode-yaml
